Repository: olivluca/danube-voip
Catalog: luci-app-svd/files/po/*/svd.po
Languages: es

source: (only if replace is unset)
es: (solo con remplazar vacío)

source: -- Please choose --
es: -- Elija por favor --

source: -- custom --
es: -- personalizado --

source: --remove--
es: -- eliminar --

source: A disabled account won't be registered and won't be used for outgoing calls.
es: Una cuenta desactivada no se registra y no se usa para llamadas salientes.

source: Account
es: Cuenta

source: Accounts
es: Cuentas

source: Auth name
es: Nombre autorización

source: Available
es: Disponibles

source: Call
es: Llamada

source: Caller id
es: Identificador de llamada

source: Channel
es: Canal

source: Channels
es: Canales

source: Collecting data...
es: Recogiendo información...

source: Current Voip State
es: Estado actual voip

source: Custom busy tone
es: Tono linea ocupada personalizado

source: Custom dial tone
es: Tono de marcado personalizado

source: Custom ring tone
es: Tono de llamada personalizado

source: Dec db (default 0)
es: Dec db (por defecto 0)

source: Definition of a custom busy tone in asterisk format,
es: Definición de un todo de linea ocupada personalizado en formato asterisk,

source: Definition of a custom dial tone in asterisk format,
es: Definición de un tono de marcado personalizado en formato asterisk,

source: Definition of a custom ring tone in asterisk format,
es: Definición de un tono de llamada personalizado en formato asterisk,

source: Dialplan
es: Reglas de marcado

source: Disable account
es: Desactiva cuenta

source: Display Name
es: Nombre visualización

source: Domain used to build the sip address.
es: Dominio que se usa para preparar la dirección sip.

source: Dtmf type
es: Modo envío tonos dtmf

source: Duration
es: Duración

source: Echo cancellation type (default off)
es: Cancelación de eco

source: Enabled
es: Habilitada

source: Enc db (default 0)
es: Enc db (por defecto 0)

source: First rtp port
es: Primer puerto rtp

source: From 0 (quiet) to 9 (very verbose).
es: Desde 0 (silencioso) a 9 (muy detallado)

source: Here you can configure each channel options.
es: Aquí se configuran las opciones de cada canal.

source: Here you can configure how to route outgoing calls
es: Aquí se configuran las cuentas para las llamadas salientes.

source: Here you can configure the general options.
es: Aquí se configuran las opciones generales.

source: Here you can configure the sip accounts. At least one must be defined.
es: Aquí se configuran las cuentas sip. Por lo menos se debe definir una.

source: High pass filter
es: Filtro pasa alto

source: Host name to use as sip outbound proxy. If not defined, no proxy will be used.
es: Nombre de host a usar como proxy sip de salida. Si no se define no se usará ningún proxy.

source: Host name where to register the account. If not defined it will be the same as 'Sip domain'.
es: Nombre de host donde registrar la cuenta. Si no se define se usará 'Dominio Sip'.

source: How to send dtmf during a call. If not defined it will be rfc2883
es: Modo de envío tonos durante una llamada. Si no se define se usará rfc2883.

source: If you have more than one network interface and the automatic selection doesn't work, you can specify here the address of the interface that should be used.
es: En caso de tener más de una interfaz de red y la detección automática no funcione, aquí se puede especificar la dirección ip de la interfaz a usar.

source: Last message
es: Ultimo mensaje

source: Last rtp port
es: Ultimo puerto rtp

source: Local ip address
es: Dirección ip local

source: Log level
es: Nivel de registro

source: Main
es: Principal

source: Move Down
es: Mover Abajo

source: Move Up
es: Mover Arriba

source: Name of the led associated to this channel.
es: Nombre del led asociado al canal.

source: Name of the led to activate when at least one account has been registered.
es: Nombre del led que se activará cuando se haya registrado por lo menos una cuenta sip.

source: Name to use to authenticate with the server. If not defined it will be the same as 'User name'.
es: Nombre para autentificar con el servidor. Si no se define se usará 'Nombre de Usuario'.

source: Near and far end
es: Local y remoto

source: Near end
es: Local

source: Off hook
es: Descolgado

source: Optional display name.
es: Nombre de visualización opcional.

source: Optional user agent to be used instead of the default. Some sip server only accept registration made with a predefined user agent.
es: User-agent a usar en lugar del valor por defecto. Algunos servidores sip solo aceptan registrar con un user-agent especifico.

source: Outbound proxy
es: Proxy de salida

source: Outgoing priority
es: Prioridad de salida

source: Password
es: Contraseña

source: Prefix
es: Prefijo

source: Registered
es: Registrada

source: Registrar
es: Registrador

source: Remove prefix
es: Quitar prefijo

source: Replace with
es: Remplazar con

source: Reveal/hide password
es: Muestra/esconde contraseña

source: Ring on incoming call
es: Timbre con llamada entrante

source: Sc only
es: Solo sc

source: Select the account to use
es: Seleccione la cuenta

source: Select the channels that will ring when a call comes from this account.
es: Seleccione los canales que sonarán el timbre cuando llegue una llamada desde esta cuenta.

source: Select the codecs to be used with this account and their priority. If not defined, all codecs will be available.
es: Seleccione los codecs y sus prioridades para esta cuenta. Si no se define, se usarán todos los codecs.

source: Selected
es: Seleccionados

source: Sip domain
es: Dominio Sip

source: Status
es: Estado

source: The caller id protocol (default etsi fsk)
es: Protocolo para el identificador de llamada (por defecto etsi fsk)

source: This is the last rtp port voip will try to use.
es: Este es el ultimo puerto rtp que voip intentará usar.

source: To-From
es: A-De

source: Tos for rtp traffic
es: Tos para trafico rtp

source: Tos for sip traffic
es: Tos para trafico sip

source: User name
es: Nombre de usuario

source: User to build the sip address.
es: Usuario para preparar la dirección sip.

source: Voice activity detector (default off)
es: Detector de actividad vocal (por defecto desactivado)

source: Voip led
es: Led voip

source: Voip will try to bind rtp ports starting from this one.
es: Voip intentará usar puertos rtp a partir de este

source: When an outgoing call is made, if no dialplan entry matches the lowest priority account will be used. Zero means the account won't be used.
es: Cuando se hace una llamada, si no se cumple ninguna regla de marcado se usará la cuenta con prioridad más baja. Con prioridad 0 la cuenta no se usará nunca.

source: Wlec far end window
es: Ventana remota wlec

source: Wlec near end window
es: Ventana local wlec

source: Wlec non linear processing
es: Procesado no lineal wlec

source: Wlec type
es: Tipo wlec

source: channel %d
es: canal %d

source: comfort noise generation only
es: ruido confortable

source: default 4
es: por defecto 4

source: disabled
es: desactivado

source: g711/comfort noise without spectral information
es: g711/ruido confortable sin información espectral

source: incoming
es: entrante

source: last rtp port must be >= first rtp port
es: ultimo puerto rtp debe ser >= primer puerto rtp

source: of the dialled number
es: del numero marcado

source: on/comfort noise and spectral information
es: activado/ruido confortable e información espectral

source: outgoing
es: saliente

source: see here
es: mire aquí
