Repository: olivluca/danube-voip
Catalog: luci-svd/files/po/*/svd.po
Languages: ca, it

source: (only if replace is unset)
ca: (només amb substitueix buit)
it: (solo se 'Sostituire con' è vuoto)

source: -- Please choose --
ca: --Faci la seva selecció--
it: -- Scelga --

source: -- custom --
ca: --personalitzat--
it: -- personalizzato --

source: --remove--
ca: --elimina--
it: --eliminare--

source: A disabled account won't be registered and won't be used for outgoing calls.
ca: Un compte desactivat no es registrarà i no s'usarà per trucades sortint.
it: Un conto disattivato no si registra e non si usa per chiamate uscenti.

source: Account
ca: Compta
it: Conto

source: Accounts
ca: Comptes
it: Conti

source: Auth name
ca: Nom d'autorització
it: Nome autorizzazione

source: Available
ca: Disponibles
it: Disponibili

source: Call
ca: Trucada
it: Chiamata

source: Caller id
ca: Identificador de trucada
it: Identificatore di chiamata

source: Channel
ca: Canal
it: Canale

source: Channels
ca: Canals
it: Canali

source: Collecting data...
ca: Recollint dades...
it: Ottenendo informazioni...

source: Current Voip State
ca: Estat actual Voip
it: Stato attuale Voip

source: Dec db (default 0)
ca: Dec db (per defecte 0)
it: Dec db (per difetto 0)

source: Dialplan
ca: Regles de marcat
it: Regole di composizione

source: Disable account
ca: Desactiva compta
it: Disattiva conto

source: Display Name
ca: Nom de visualització
it: Nome visualizzato

source: Domain used to build the sip address.
ca: Domini per preparar la direcció sip.
it: Dominio che si usa per preparare l'indirizzo sip.

source: Dtmf type
ca: Tipus enviament dtmf
it: Modo invio toni dtmf

source: Duration
ca: Durada
it: Durata

source: Echo cancellation type (default off)
ca: Cancel·lació d'eco (per defecte desactivat)
it: Modo cancellazione eco (per difetto disattivato)

source: Enabled
ca: Activada
it: Attivato

source: Enc db (default 0)
ca: Enc db (per defecte 0)
it: Enc db (per difetto 0)

source: First rtp port
ca: Primer port rtp
it: Primo port rtp

source: From 0 (quiet) to 9 (very verbose).
ca: Des de 0 (silenciós) fins a 9 (molt detallat).
it: Da 0 (silenzioso) a 9 (chiacchierone).

source: Here you can configure each channel options.
ca: Aquí es configuren les opcions de cada canal.
it: Qui si possono configurare le opzioni di ogni canale.

source: Here you can configure how to route outgoing calls
ca: Aquí es configura com enviar les trucades sortints
it: Qui si configura dove mandare le chiamate uscenti

source: Here you can configure the general options.
ca: Aquí es configuren les opcions generals.
it: Qui si configurano le opzioni generali.

source: Here you can configure the sip accounts. At least one must be defined.
ca: Aquí es configuren les comptes sip. Al menys s'ha de definir una.
it: Qui si configurano i conti sip. Se ne deve definire almeno uno.

source: High pass filter
ca: Filtre passa alt.
it: Filtro passa alto

source: Host name to use as sip outbound proxy. If not defined, no proxy will be used.
ca: Nom d'ordinador a usar com proxy sip de sortida. Si no es defineix no s'usarà proxy.
it: Nome host da usare come proxy in uscita. Se non si definisce non si userà proxy.

source: Host name where to register the account. If not defined it will be the same as 'Sip domain'.
ca: Nom d'ordinador on registrar la compta. Si no es defineix serà el mateix que 'Domini Sip'.
it: Nome host dove registrare il conto. Se non si definisce si userà 'dominio Sip'.

source: How to send dtmf during a call. If not defined it will be rfc2883
ca: Com s'envien els tons dtmf durant una trucada. Si no es defineix serà rfc2883.
it: Come si inviano toni dtmf durante una chiamata. Se non si definisce si userà rfc2883.

source: Last message
ca: Ultimo missatge
it: Ultimo messaggio

source: Last rtp port
ca: Ultimo port rtp
it: Ultimo port rtp

source: Log level
ca: Nivell de registre
it: Livello log

source: Main
ca: Principal
it: Principale

source: Move Down
ca: Mou avall
it: Muove giù

source: Move Up
ca: Mou amunt
it: Muove su

source: Name of the led associated to this channel.
ca: Nom del led associat amb aquest canal.
it: Nome del led associato al canale

source: Name of the led to activate when at least one account has been registered.
ca: Nom del led que s'activarà quan s'hagi registrat al menys una compta.
it: Nome del led che si attiverà quando si sia registrato per lo meno un conto.

source: Name to use to authenticate with the server. If not defined it will be the same as 'User name'.
ca: Nom que s'usarà per a autenticar amb el servidor. Si no es defineix serà el mateix que "Nom d'usuari".
it: Nome che si usa per autenticare contro il server. Se non si definisce si userà 'Nome utente'.

source: Near and far end
ca: Local i remot
it: Locale e remoto

source: Near end
ca: Local
it: Locale

source: Off hook
ca: Despenjat
it: Cornetta sollevata

source: Optional display name.
ca: Nom de visualització opcional.
it: Nome a visualizzare (opzionale)

source: Optional user agent to be used instead of the default. Some sip server only accept registration made with a predefined user agent.
ca: User agent opcional que s'usarà en lloc del per defecte. Alguns servidors sip només accepten registrar amb un User agent especifico.
it: User agent opzionale da usare invece di quello per difetto. Alcuni server sip solo accettano registrazioni da un user agent specifico.

source: Outbound proxy
ca: Proxy de sortida
it: Proxy in uscita

source: Outgoing priority
ca: Prioritat de sortida
it: Priorità in uscita

source: Password
ca: Contrasenya

source: Prefix
ca: Prefixe
it: Prefisso

source: Registered
ca: Registrada
it: Registrato

source: Registrar
ca: Registrador
it: Registratore

source: Remove prefix
ca: Elimina prefixe
it: Eliminare prefisso

source: Replace with
ca: Substitueix amb
it: Sostituire con

source: Reveal/hide password
ca: Ensenya/amaga la contrasenya
it: Mostra/nascondi password

source: Ring on incoming call
ca: Timbre amb trucada entrant
it: Suonare con chiamata entrante

source: Sc only
ca: Només Sc
it: Solo Sc

source: Select the account to use
ca: Seleccioni la compta que s'usarà per fer la trucada
it: Selezioni il conto da usare

source: Select the channels that will ring when a call comes from this account.
ca: Seleccioni els canals que tocaran el timbre quan arribi una trucada des de aquesta compta.
it: Selezioni i canali che suoneranno quando arriva una chiamata da questo conto.

source: Select the codecs to be used with this account and their priority. If not defined, all codecs will be available.
ca: Seleccioni els codecs que s'usaran amb aquesta compta i la seva prioritat. Si no es defineix s'usaran tots els codecs.
it: Selezioni i codecs che si useranno con questo conto e la loro priorità. Se non si definisce si useranno tutti i codecs.

source: Selected
ca: Seleccionats
it: Selezionati

source: Sip domain
ca: Domini Sip
it: Dominio Sip

source: Status
ca: Estat
it: Stato

source: The caller id protocol (default etsi fsk)
ca: El protocol del identificador de trucada (per defecte etsi fsk)
it: Il protocollo per l'identificatore di chiamata (per difetto etsi fsk)

source: This is the last rtp port voip will try to use.
ca: Aquest es el últim port rtp que voip intentarà usar.
it: L'ultimo port rtp che voip proverà ad usare.

source: To-From
ca: A-De
it: A-Da

source: Tos for rtp traffic
ca: Tos per a trafico rtp
it: Tos per il traffico rtp

source: Tos for sip traffic
ca: Tos per a trafico sip
it: Tos per il traffico sip

source: User name
ca: Nom d'usuari
it: Nome utente

source: User to build the sip address.
ca: Usuari per preparar la direcció sip.
it: Nome che si usa per preparare l'indirizzo sip.

source: Voice activity detector (default off)
ca: Detector d'activitat vocal (per defecte desactivat)
it: Rilevazione di attività vocale (per difetto disattivata)

source: Voip led
ca: Led voip
it: Led Voip

source: Voip will try to bind rtp ports starting from this one.
ca: Voip intentarà usar ports rtp a partir d'aquest.
it: Voip proverà a usare port rtp a partire da questo.

source: When an outgoing call is made, if no dialplan entry matches the lowest priority account will be used. Zero means the account won't be used.
ca: Quan es fa una trucada, si no coincideix cap regla de marcat s'usarà la compta amb la prioritat més baixa. Una compta amb prioritat zero no s'usarà.
it: Quando si fa una chiamata, se nessuna regola di composizione coincide si userà il conto con la priorità più bassa. Zero significa che non si userà il conto.

source: Wlec far end window
ca: Finestra wlec remota
it: Finestra wlec remota

source: Wlec near end window
ca: Finestra wlec local
it: Finestra wlec locale

source: Wlec non linear processing
ca: Processament no lineal wlec
it: Trattamento wlec non lineare

source: Wlec type
ca: Tipus wlec
it: Tipo Wlec

source: channel %d
ca: canal %d
it: canale %d

source: comfort noise generation only
ca: només generació de rumor confortable
it: Solo generazione di rumore confortabile.

source: default 4
ca: per defecte 4
it: per difetto 4

source: disabled
ca: desactivat
it: disattivato

source: g711/comfort noise without spectral information
ca: g711/rumor confortable sense informació espectral
it: g711/rumore confortevole senza informazione spettrale

source: incoming
ca: entrant
it: entrante

source: last rtp port must be >= first rtp port
ca: L'ultimo port rtp ha de ser >= primer port rtp
it: l'ultimo port rtp dev'essere >= primo port rtp

source: of the dialled number
ca: del numero marcat
it: del numero composto

source: on/comfort noise and spectral information
ca: activat/rumor confortable i informació espectral
it: attivato/rumore confortevole e informazione spettrale

source: outgoing
ca: sortint
it: uscente
